[
  {
    "DOI": "https://doi.org/10.1109/COM-IT-CON54601.2022.9850494",
    "title": "Predicting daily PM2.5 using Classic Azure ML Studio",
    "abstract": "With the development of various industries, air pollution is also increasing day by day, and hence the air is getting harmful for living beings whether it be humans or animals. Some of the major factors in determining air pollution are Aerosol Optical Thickness/Depth (AOT/AOD), Ml, and M2. This paper proposes determining the most important factors in determining the PM2.5 level using feature selection methods and developing a model to predict the PM2.5 level using neural network regression on the Azure ML studio platform.",
    "bibtex": "@inproceedings{\nSaxena2022,\ndoi = {10.1109/com-it-con54601.2022.9850494},\nurl = {https://doi.org/10.1109/com-it-con54601.2022.9850494},\nyear = {2022},\nmonth = may,\npublisher = {{IEEE}},\nauthor = {Kamad Saxena and Ishani Kathuria and Madhulika Bhatia and Anchal Garg},\ntitle = {Predicting daily {PM}2.5 using Classic Azure {ML} Studio},\nbooktitle = {2022 International Conference on Machine Learning,  Big Data,  Cloud and Parallel Computing ({COM}-{IT}-{CON})}\n}",
    "publisher_name": "2022 International Conference on Machine Learning, Big Data, Cloud and Parallel Computing (COM-IT-CON)",
    "publisher_link": "https://ieeexplore.ieee.org/xpl/conhome/9850394/proceeding",
    "publisher": "IEEE"
  },
  {
    "DOI": "https://doi.org/10.1007/978-981-19-9876-8_29",
    "title": "Applications of Deep Learning in Healthcare: A Systematic Analysis",
    "abstract": "Deep learning (DL) is a subfield of artificial intelligence (AI) that deals with the recognition of patterns. It learns from the input provided to it to predict an output according to the features it evaluates. With the extensive increase in unstructured data in the past few years, the ability to train machines to predict outcomes became much more difficult but the development of artificial neural networks (ANNs) and DL techniques changed that. One of the biggest advancements made with DL is in the field of healthcare. The objective of this research is to provide a comprehensive analysis of the vast applications of DL techniques used in the healthcare system, specifically in the domains of drug discovery, medical imaging, and electronic health records (EHRs). Due to the past epidemics and the current situation of the ongoing pandemic disease, i.e., COVID-19, the application of AI, ML, and DL in this field has become even more critical. Such work has become even more significant, and these techniques can help make timely predictions to combat the situation. The result showed a lot of research is ongoing to continuously tackle the limitations and improve upon the advantages. Many important advancements have been made in the field and will continue to grow and make our quality of life more efficient, cost-effective, and effortless.",
    "bibtex": "@incollection{\nKathuria2023,\ndoi = {10.1007/978-981-19-9876-8_29},\nurl = {https://doi.org/10.1007/978-981-19-9876-8_29},\nyear = {2023},\npublisher = {Springer Nature Singapore},\npages = {385--399},\nauthor = {Ishani Kathuria and Madhulika Bhatia and Anchal Garg and Ashish Grover},\ntitle = {Applications of Deep Learning in Healthcare: A Systematic Analysis},\nbooktitle = {Lecture Notes in Electrical Engineering}\n}",
    "publisher_name": "Proceedings of International Conference on Recent Innovations in Computing",
    "publisher_link": "https://link.springer.com/chapter/10.1007/978-981-19-9876-8_29",
    "publisher": "Springer"
  }
]
